Repository: compiz-reloaded/compiz
Catalog: po/*.po
Languages: ka

source: Keep In Workarea
ka: სამუშაო ფართბზე დატოვება

source: Keep placed window in work area, even if that means that the position might differ from the specified position
ka: მოთავსებული ფანჯრის სამუშაო ადგილას გაჩერება, მაშინაც კი, თუ ეს ნიშნავს, რომ მისი მდებარეობა მითითებული ადგილისგან, შეიძლება, განსხვავდებოდეს

source: Windows with fixed placement mode
ka: ფანჯარა ფიქსირებული განლაგების რეჟიმით

source: Windows that should have a certain positioning mode
ka: ფანჯარა, რომელსაც განსაზღვრული მდებარეობის რეჟიმი უნდა ჰქონდეს

source: Mode
ka: რეჟიმი

source: Positioning modes
ka: განლაგების რეჟიმები

source: Windows with fixed viewport
ka: ფანჯრები ფიქსირებული ხედის წერტილით

source: Viewport positioned windows
ka: ხედის წერტილით განლაგებული ფანჯრები

source: Windows that should be positioned in specific viewports by default
ka: ფანჯრები, რომლებიც ნაგულისხმევად მითითებულ ხედვს წერტილებში უნდა განლაგდეს

source: X Viewport Positions
ka: X ხედის წერტილის მდებარეობები

source: Horizontal viewport positions
ka: ჰორიზონტალური ხედვის წერტილის მდებარეობები

source: Y Viewport Positions
ka: Y ხედის წერტილის მდებარეობები

source: Vertical viewport positions
ka: ვერტიკალური ხედვის წერტილის მდებარეობები

source: Png image loader
ka: Png გამოსახულების ჩამტვირთავი

source: Regex Matching
ka: რეგგამოსის დამთხვევა

source: Regex window matching
ka: რეგგამოსის ფანჯრის დამთხვევა

source: Resize Window
ka: ფანჯრის ზომის შეცვლა

source: Resize window
ka: ფანჯრის ზომის შეცვლა

source: Bindings
ka: ბმები

source: Initiate Normal Window Resize
ka: ფანჯრის ზომის ნორმალური ცვლილების დაწყება

source: Start resizing window normally
ka: ფანჯრის ზომის შეცვლის ნორმალური დაწყება

source: Initiate Outline Window Resize
ka: საზღვრის ფანჯრის ზომის შეცვლის დაწყება

source: Start resizing window with outline
ka: საზღვრის მქონე ფანჯრის ზომის შეცვლის დაწყება

source: Initiate Rectangle Window Resize
ka: ფანჯრის ოთხკუთხედით ზომის შეცვლის დაწყება

source: Start resizing window with rectangle
ka: დაიწყეთ ფანჯრის ზომების შეცვლა მართკუთხედით

source: Initiate Stretch Window Resize
ka: ფანჯრის ზომის გაწელვით შეცვლის დაწყება

source: Start resizing window by stretching it
ka: დაიწყეთ ფანჯრის ზომების შეცვლა მისი გაწელვით

source: Initiate Window Resize
ka: ფანჯრის ზომის შეცვლის დაწყება

source: Start resizing window
ka: ფანჯრის ზომის შეცვლის დაწყება

source: Default Resize Mode
ka: ნაგულისხმევი ზომის შეცვლის რეჟიმი

source: Default mode used for window resizing
ka: ფანჯრის ზომის შეცვლისთვის გამოყენებული ნაგულისხმევი რეჟიმი

source: Outline
ka: კონტური

source: Rectangle
ka: მართკუთხედი

source: Stretch
ka: გაწელვა

source: Border Color
ka: საზღვრის ფერი

source: Border color used for outline and rectangle resize modes
ka: საზღვრის ფერი, რომელიც საზღვრით ან ოთხკუთხედით ზომის შეცვლის რეჟიმებისთვის გამოიყენება

source: Fill Color
ka: შემვსები ფერი

source: Fill color used for rectangle resize mode
ka: შევსებით ფერი ოთხკუთხედით ზომის შეცვლის რეჟიმისთვის

source: Normal Resize Windows
ka: ფანჯრების ზომის ნორმალური შეცვლა

source: Windows that normal resize should be used for
ka: ფანჯრები, რომლებისთვისაც ზომები ნორმალურად შეიცვლება

source: Outline Resize Windows
ka: ფანჯრების ზომის საზღვრით შეცვლა

source: Windows that outline resize should be used for
ka: ფანჯრები, რომლებისათვისაც ზომა საზღვრით შეიცვლება

source: Rectangle Resize Windows
ka: ფანჯრების ზომის ოთხკუთხედით შეცვლა

source: Windows that rectangle resize should be used for
ka: ფანჯრები, რომლებისათვისაც ზომა ოთხკუთხედით შეიცვლება

source: Stretch Resize Windows
ka: ფანჯრის ზომის გაწელვით შეცვლა

source: Windows that stretch resize should be used for
ka: ფანჯრები, რომლის ზომებიც გაწელვით შეიცვლება

source: Rotate Cube
ka: კუბის მობრუნება

source: Rotate desktop cube
ka: სამუშაო მაგიდის კუბის მობრუნება

source: Edge Flip Pointer
ka: კურსორის არეკვლა წიბოდან

source: Flip to next viewport when moving pointer to screen edge
ka: არეკვლა შემდეგი ხედის წერტილისკენ, როცა კურსორი ეკრანის წიბოსკენ მოძრაობს

source: Edge Flip Move
ka: არეკვლა კურსორის წიბოსკენ გადაადგილებსას

source: Flip to next viewport when moving window to screen edge
ka: არეკვლა შემდეგი ხედის წერტილისკენ, როცა ფანჯარა ეკრანის წიბოსკენ მოძრაობს

source: Edge Flip DnD
ka: არეკვლა წიბოსკენ გადათრევისას

source: Flip to next viewport when dragging object to screen edge
ka: არეკვლა შემდეგი ხედის წერტილისკენ, როცა მიმდინარეობს ობიექტის ეკრანის წიბოსკენ გადათრევა

source: Flip Time
ka: არეკვლის დრო

source: Timeout before flipping viewport
ka: მოლოდინის ვადა ხედის წერტილის არეკვლამდე

source: Raise on rotate
ka: აწევა მობრუნებისას

source: Raise window when rotating
ka: ფანჯრის აწევა შემობრუნებისას

source: Rotate cube
ka: კუბის მობრუნება

source: Start Rotation
ka: მობრუნების დაწყება

source: Rotate Left
ka: მარცხნივ შებრუნება

source: Rotate left
ka: მარცხნივ მოტრიალება

source: Rotate Right
ka: მარჯვნივ შებრუნება

source: Rotate right
ka: მარჯვნივ მოტრიალება

source: Rotate Left with Window
ka: მარცხნივ შებრუნება ფანჯარასთან ერთად

source: Rotate left and bring active window along
ka: მარცხნივ შებრუნება და აქტიური ფანჯრის თან წაღება

source: Rotate Right with Window
ka: მარჯვნივ შებრუნება ფანჯარასთან ერთად

source: Rotate right and bring active window along
ka: მარჯვნივ შებრუნება და აქტიური ფანჯრის თან წაღება

source: Rotate To
ka: შებრუნების მიმართულება

source: Rotate to viewport
ka: შებრუნება ხედის წერტილისკენ

source: Rotate window
ka: ფანჯრის შებრუნება

source: Rotate with window
ka: შებრუნება ფანჯარასთან ერთად

source: Rotate Flip Left
ka: შებრუნება მარცხნივ არეკვლით

source: Flip to left viewport and warp pointer
ka: არეკვლა მარცხენა ხედის წერტილისკენ და კურსორის გადატანა

source: Rotate Flip Right
ka: შებრუნება მარჯვნივ არეკვლით

source: Flip to right viewport and warp pointer
ka: არეკვლა მარჯვენა ხედის წერტილისკენ და კურსორის გადატანა

source: Rotate to cube face
ka: ბრუნვა კუბის ზედაპირისკენ

source: Rotate To Face 1
ka: ბრუნვა ზედაპირისკენ 1

source: Rotate to face 1
ka: ბრუნვა ზედაპირისკენ 1

source: Rotate To Face 2
ka: ბრუნვა ზედაპირისკენ 2

source: Rotate to face 2
ka: ბრუნვა ზედაპირისკენ 2

source: Rotate To Face 3
ka: ბრუნვა ზედაპირისკენ 3

source: Rotate to face 3
ka: ბრუნვა ზედაპირისკენ 3

source: Rotate To Face 4
ka: ბრუნვა ზედაპირისკენ 4

source: Rotate to face 4
ka: ბრუნვა ზედაპირისკენ 4

source: Rotate To Face 5
ka: ბრუნვა ზედაპირისკენ 5

source: Rotate to face 5
ka: ბრუნვა ზედაპირისკენ 5

source: Rotate To Face 6
ka: ბრუნვა ზედაპირისკენ 6

source: Rotate to face 6
ka: ბრუნვა ზედაპირისკენ 6

source: Rotate To Face 7
ka: ბრუნვა ზედაპირისკენ 7

source: Rotate to face 7
ka: ბრუნვა ზედაპირისკენ 7

source: Rotate To Face 8
ka: ბრუნვა ზედაპირისკენ 8

source: Rotate to face 8
ka: ბრუნვა ზედაპირისკენ 8

source: Rotate To Face 9
ka: ბრუნვა ზედაპირისკენ 9

source: Rotate to face 9
ka: ბრუნვა ზედაპირისკენ 9

source: Rotate To Face 10
ka: ბრუნვა ზედაპირისკენ 10

source: Rotate to face 10
ka: ბრუნვა ზედაპირისკენ 10

source: Rotate To Face 11
ka: ბრუნვა ზედაპირისკენ 11

source: Rotate to face 11
ka: ბრუნვა ზედაპირისკენ 11

source: Rotate To Face 12
ka: ბრუნვა ზედაპირისკენ 12

source: Rotate to face 12
ka: ბრუნვა ზედაპირისკენ 12

source: Rotate to cube face with window
ka: ბრუნვა კუბის ზედაპირისკენ ფანჯარასთან ერთად

source: Rotate To Face 1 with Window
ka: ბრუნვა ზედაპირისკენ 1 ფანჯარასთან ერთად

source: Rotate to face 1 and bring active window along
ka: ბრუნვა ზედაპირისკენ 1 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 2 with Window
ka: ბრუნვა ზედაპირისკენ 2 ფანჯარასთან ერთად

source: Rotate to face 2 and bring active window along
ka: ბრუნვა ზედაპირისკენ 2 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 3 with Window
ka: ბრუნვა ზედაპირისკენ 3 ფანჯარასთან ერთად

source: Rotate to face 3 and bring active window along
ka: ბრუნვა ზედაპირისკენ 3 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 4 with Window
ka: ბრუნვა ზედაპირისკენ 4 ფანჯარასთან ერთად

source: Rotate to face 4 and bring active window along
ka: ბრუნვა ზედაპირისკენ 4 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 5 with Window
ka: ბრუნვა ზედაპირისკენ 5 ფანჯარასთან ერთად

source: Rotate to face 5 and bring active window along
ka: ბრუნვა ზედაპირისკენ 5 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 6 with Window
ka: ბრუნვა ზედაპირისკენ 6 ფანჯარასთან ერთად

source: Rotate to face 6 and bring active window along
ka: ბრუნვა ზედაპირისკენ 6 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 7 with Window
ka: ბრუნვა ზედაპირისკენ 7 ფანჯარასთან ერთად

source: Rotate to face 7 and bring active window along
ka: ბრუნვა ზედაპირისკენ 7 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 8 with Window
ka: ბრუნვა ზედაპირისკენ 8 ფანჯარასთან ერთად

source: Rotate to face 8 and bring active window along
ka: ბრუნვა ზედაპირისკენ 8 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 9 with Window
ka: ბრუნვა ზედაპირისკენ 9 ფანჯარასთან ერთად

source: Rotate to face 9 and bring active window along
ka: ბრუნვა ზედაპირისკენ 9 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 10 with Window
ka: ბრუნვა ზედაპირისკენ 10 ფანჯარასთან ერთად

source: Rotate to face 10 and bring active window along
ka: ბრუნვა ზედაპირისკენ 10 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 11 with Window
ka: ბრუნვა ზედაპირისკენ 11 ფანჯარასთან ერთად

source: Rotate to face 11 and bring active window along
ka: ბრუნვა ზედაპირისკენ 11 და აქტიური ფანჯრის თან წაღება

source: Rotate To Face 12 with Window
ka: ბრუნვა ზედაპირისკენ 12 ფანჯარასთან ერთად

source: Rotate to face 12 and bring active window along
ka: ბრუნვა ზედაპირისკენ 12 და აქტიური ფანჯრის თან წაღება

source: Pointer Invert Y
ka: კურსორის Y ღერძის ინვერსია

source: Invert Y axis for pointer movement
ka: Y ღერძის ინვერსია კურსორის გადაადგილებისთვის

source: Pointer Invert X
ka: კურსორის X ღერძის ინვერსია

source: Invert X axis for pointer movement
ka: X ღერძის ინვერსია კურსორის გადაადგილებისთვის

source: Pointer Sensitivity
ka: კურსორის მგრძნობიარობა

source: Sensitivity of pointer movement
ka: კურსორის მოძრაობის მგრძნობიარობა

source: Rotation Acceleration
ka: ბრუნვის აჩქარება

source: Snap To Top Face
ka: ზედა ზედაპირზე მიმაგრება

source: Snap To Bottom Face
ka: ქვედა ზედაპირზე მიმაგრება

source: Rotation Speed
ka: ბრუნვის სიჩქარე

source: Rotation Timestep
ka: ბრუნვის ბიჯი

source: Zoom
ka: გადიდება

source: Rotation Zoom
ka: ბრუნვის გადიდება

source: Scale
ka: გადიდება

source: Scale windows
ka: ფანჯრების მასშტაბი

source: Initiate Window Picker
ka: ფანჯრის ამრჩევის დაწყება

source: Layout and start transforming windows
ka: განლაგება და ფანჯრების გარდაქმნის დაწყება

source: Initiate Window Picker For All Windows
ka: ფანჯრის ამრჩევის დაწყება ყველა ფანჯრისთვის

source: Layout and start transforming all windows
ka: განლაგება და ყველა ფანჯრის გარდაქმნის დაწყება

source: Initiate Window Picker For Window Group
ka: ფანჯრის ამრჩევის დაწყება ფანჯრები ჯგუფისთვის

source: Layout and start transforming window group
ka: განლაგება და ფანჯრების ჯგუფის გარდაქმნის დაწყება

source: Click Desktop to Show Desktop
ka: დააწკაპუნეთ სამუშაო მაგიდაზე სამუშაო მაგიდის საჩვენებლად

source: Spacing
ka: დაშორება

source: Space between windows
ka: ადგილი ფანჯრებს შორის

source: Scale speed
ka: მასშტაბის სიჩქარე

source: Scale timestep
ka: მასშტაბის დროის ბიჯი

source: Darken Background
ka: ფონის დაბნელება

source: Darken background when scaling windows
ka: ფონის დაბნელება ფანჯრების მასშტაბირებისას

source: Amount of opacity in percent
ka: სიმღვრიის რაოდენობა, პროცენტებში

source: Overlay Icon
ka: ხატულის გადადება

source: None
ka: არაფერი

source: Emblem
ka: ემბლემა

source: Big
ka: დიდი

source: Scale Windows
ka: ფანჯრების მასშტაბი

source: Hover Time
ka: გაჩერების დრო

source: On current output device
ka: მიმდინარე გამოტანის მოწყობილობაზე

source: On all output devices
ka: ყველა გამოტანის მოწყობილობაზე

source: Screenshot
ka: ეკრანის ანაბეჭდი

source: Screenshot plugin
ka: აკრანის ანაბეჭდის დამატება

source: Initiate rectangle screenshot
ka: მართკუთხედი ეკრანის ანაბეჭდის აღება

source: Directory
ka: საქაღალდე

source: Put screenshot images in this directory. If empty, the desktop directory will be used.
ka: ეკრანის ანაბეჭდების დამახსოვრება ამ საქაღალდეში. თუ ცარიელია გამოყენებული იქნება სამუშაო მაგიდის საქაღალდე.

source: Launch Application
ka: აპლიკაციის გაშვება

source: Svg image loader
ka: Svg გამოსახულების ჩამტვირთავი

source: Application Switcher
ka: აპლიკაციის გადამრთველი

source: Next window
ka: შემდეგი ფანჯარა

source: Prev window
ka: წინა ფანჯარა

source: Next window (All windows)
ka: შემდეგი ფანჯარა (ყველა ფანჯარა)

source: Prev window (All windows)
ka: წინა ფანჯარა (ყველა ფანჯარა)

source: Next window (No popup)
ka: შემდეგი ფანჯარა (მხტუნარას გარეშე)

source: Prev window (No popup)
ka: წინა ფანჯარა (მხტუნარას გარეშე)

source: Next Panel
ka: შემდეგი პანელი

source: Select next panel type window.
ka: შემდეგი პანელის ტიპის ფანჯრის არჩევა.

source: Prev Panel
ka: წინა პანელი

source: Select previous panel type window.
ka: წინა პანელის ტიპის ფანჯრის არჩევა.

source: Switcher speed
ka: გადამრთველის სიჩქარე

source: Switcher timestep
ka: გადამრთველის დროის ბიჯი

source: Size multiplier
ka: ზომის მამრავლი

source: Adjusts the size of the switcher windows
ka: ასწორებს გადამრთველი ფანჯრების ზომას

source: Switcher windows
ka: ფანჯრების გადამრთველი

source: Windows that should be shown in switcher
ka: ფანჯრები, რომლებიც გადამრთველში უნდა გამოჩნდეს

source: Amount of saturation in percent
ka: გაჯერებულობის რაოდენობა, პროცენტებში

source: Amount of brightness in percent
ka: სიკაშკაშის რაოდენობა, პროცენტებში

source: Bring To Front
ka: წინა პლანზე გამოტანა

source: Bring selected window to front
ka: მონიშნული ფანჯრის წინ გამოტანა

source: Icon
ka: ხატულა

source: Show icon next to thumbnail
ka: ხატულის მინიატურასთან ჩვენება

source: Only show icon
ka: მხოლოდ ხატულის ჩვენება

source: Minimized
ka: ჩაკეცვა

source: Show minimized windows
ka: ჩაკეცილი ფანჯრების ჩვენება

source: Auto Rotate
ka: ავტომატური მობრუნება

source: Desktop Wall
ka: სამუშაო მაგიდის ფონი

source: Desktop Wall Plugin
ka: სამუშაო მაგიდის ფონის დამატება

source: Switch Target Preview Visibility Time
ka: სამიზნის მინიატურის ხილვადობის დროის გადართვა

source: Preview Scale
ka: მინიატურის მასშტაბი

source: Size of the preview in %
ka: მინიატურის ზომა, %

source: Edge Radius
ka: წიბოს რადიუსი

source: Radius of the rounded edge
ka: მომრგვალებული წიბოს რადიუსი

source: Border Width
ka: საზღვრის სიგანე

source: Width of the border between the previews
ka: საზღვრების სიგანე მინიატურებს შორის

source: Outline Color
ka: კიდის ფერი

source: Outline color of the switcher window.
ka: გადამრთველი ფანჯრის გარე საზღვრის ფერი.

source: Background Gradient
ka: ფონის გრადიენტი

source: Base Color
ka: ძირითადი ფერი

source: Highlight Color
ka: გამოკვეთის ფერი

source: Thumb Gradient
ka: მინიატურის გრადიენტი

source: Highlight Gradient
ka: გრადიენტის გამოკვეთა

source: Arrow Colors
ka: ისრის ფერები

source: Viewport Switching
ka: მხედველობის წერტილის გადართვა

source: Allow Wrap-Around
ka: გადატანის ჩართვა

source: Move within wall
ka: გადატანა კედლის შიგნით

source: Move Left
ka: მარცხნივ გაწევა

source: Move along the wall to the left
ka: გადატანა კედლის გასწვრივ, მარცხნივ

source: Move Right
ka: მარჯვნივ გაწევა

source: Move along the wall to the right
ka: გადატანა კედლის გასწვრივ, მარჯვნივ

source: Move Up
ka: აწევა

source: Move along the wall up
ka: გადატანა კედლის გასწვრივ, მაღლა

source: Move Down
ka: ჩამოწევა

source: Move along the wall down
ka: გადატანა კედლის გასწვრივ, დაბლა

source: Move Next
ka: შემდეგზე გადასვლა

source: Move along the wall to the next viewport
ka: კედლის გასწვრივ, შემდეგ ხედის წერტილზე გადასვლა

source: Move Prev
ka: წინაზე გადასვლა

source: Move along the wall to the previous viewport
ka: კედლის გასწვრივ, წინა ხედის წერტილზე გადასვლა

source: Move with window within wall
ka: ფანჯარასთან ერთად, კედლის შიგნით გადატანა

source: Move Left With Window
ka: მარცხნივ გადატანა ფანჯარასთან ერთად

source: Move with window along the wall to the left
ka: გადატანა ფანჯარასთან ერთად, კედლის გასწვრივ, მარცხნივ

source: Move Right With Window
ka: მარჯვნივ გადატანა ფანჯარასთან ერთად

source: Move with window along the wall to the right
ka: გადატანა ფანჯარასთან ერთად, კედლის გასწვრივ, მარჯვნივ

source: Move Up With Window
ka: მაღლა ატანა, ფანჯარასთან ერთად

source: Move with window along the wall up
ka: გადატანა ფანჯარასთან ერთად, კედლის გასწვრივ, მაღლა

source: Move Down With Window
ka: დაბლა ჩატანა, ფანჯარასთან ერთად

source: Move with window along the wall down
ka: გადატანა ფანჯარასთან ერთად, კედლის გასწვრივ, დაბლა

source: Edge flipping
ka: წიბოს არეკვლა

source: Flip Left
ka: მარცხნივ გადახრა

source: Flip left
ka: მარცხნივ გადახრა

source: Flip Right
ka: მარჯვნივ გადახრა

source: Flip right
ka: მარჯვნივ გადახრა

source: Flip Up
ka: მაღლა გადახრა

source: Flip up
ka: მაღლა გადახრა

source: Flip Down
ka: დაბლა გადახრა

source: Flip down
ka: დაბლა გადახრა

source: Multimonitor behavior
ka: მრავალმონიტორიანის ქცევა

source: How should a multimonitor configuration be handled
ka: როგორ უნდა მოვექცეთ მრავალმონიტორიან კონფიგურაციას

source: Switch all
ka: ყველას გადართვა

source: Switch separately
ka: ცალ-ცალკე გადართვა

source: Edge Flipping
ka: წიბოს გადახრა

source: Flip viewport when moving the pointer to a screen edge
ka: ხედის წერტილის არეკვლა კურსორის ეკრანის წიბოსკენ გადაადგილებისას

source: Flip viewport when moving a window to a screen edge
ka: ხედის წერტილის არეკვლა ფანჯრის ეკრანის წიბოსკენ გადაადგილებისას

source: Flip viewport when dragging an object to a screen edge
ka: ხედის წერტილის არეკვლა ობიექტის ეკრანის წიბოსკენ გადათრევისას

source: Water Effect
ka: წყლის ეფექტი

source: Adds water effects to different desktop actions
ka: წყლის ეფექტის დამატება სხვადასხვა სამუშაო მაგიდის ქმედებებისთვის

source: Enable pointer water effects
ka: კურსორის წყლის ეფექტების ჩართვა

source: Toggle rain
ka: წვიმის გადართვა

source: Toggle rain effect
ka: წვიმის ეფექტის გადართვა

source: Toggle wiper
ka: საშლელის გადართვა

source: Toggle wiper effect
ka: საშლელის ეფექტის გადართვა

source: Offset Scale
ka: წანაცვლების მასშტაბი

source: Water offset scale
ka: წყლის წანაცვლების მასშტაბი

source: Rain Delay
ka: წვიმის დაყოვნება

source: Delay (in ms) between each rain-drop
ka: დაყოვნება (მწმ) თითოეულ წვეთს შორის

source: Title wave
ka: სათაურის ტალღები

source: Wave effect from window title
ka: ტალღის ეფექტი ფანჯრის სათაურიდან

source: Point
ka: წერტილი

source: Add point
ka: წერტილის დამატება

source: Add line
ka: ხაზის დამატება

source: Wobbly Windows
ka: მოკანკალე ფანჯრები

source: Use spring model for wobbly window effect
ka: ზამბარის მოდელის გამოყენება მერყევი ფანჯრის ეფექტისთვის

source: Snap windows
ka: ფანჯრების მიმაგრება

source: Toggle window snapping
ka: ფანჯრების მიმაგრების გადართვა

source: Snap Inverted
ka: ამობრუნებულის მიბრუნება

source: Inverted window snapping
ka: ამობრუნებული ფანჯრის მიმაგრება

source: Shiver
ka: კანკალი

source: Make window shiver
ka: ფანჯრის კანკალი

source: Friction
ka: ხახუნი

source: Spring Friction
ka: ზამბარის ხახუნი

source: Spring K
ka: სამბარის K

source: Spring Konstant
ka: სამბარის კონსტანტა

source: Grid Resolution
ka: ბადის გარჩევადობა

source: Vertex Grid Resolution
ka: წვეროს ბადის გარჩევადობა

source: Minimum Grid Size
ka: მინიმალური ბადის ზომა

source: Minimum Vertex Grid Size
ka: მინიმალური წვეროს ბადის ზომა

source: Map Effect
ka: ასახვის ეფექტი

source: Map Window Effect
ka: ფანჯრის ასახვის ეფექტი

source: Focus Effect
ka: ფოკუსის ეფექტი

source: Focus Window Effect
ka: ფანჯრის ფოკუსის ეფექტი

source: Map Windows
ka: ფანჯრების ასახვა

source: Windows that should wobble when mapped
ka: ფანჯრები, რომლებსაც გააკანკალებთ, როცა მიამაგრებთ

source: Focus Windows
ka: ფანჯრების ფოკუსი

source: Windows that should wobble when focused
ka: ფანჯრები, რომლებსაც გააკანკალებთ, როცა ფოკუსს აიღებენ

source: Grab Windows
ka: ფანჯრების ჩაჭერა

source: Windows that should wobble when grabbed
ka: ფანჯრები, რომლებსაც გააკანკალებთ, როცა დაითრევენ

source: Move Windows
ka: ფანჯრების გადატანა

source: Windows that should wobble when moved
ka: ფანჯრები, რომლებსაც გააკანკალებთ, როცა გადაათრევენ

source: Maximize Effect
ka: გადიდების ეფექტი

source: Wobble effect when maximizing and unmaximizing windows
ka: კანკალის ეფექტი ფანჯრების მთელ ეკრანზე გაშლისა და ზომის დაბრუნებსიას

source: Zoom Desktop
ka: სამუშაო მაგიდის_გადიდება

source: Zoom and pan desktop cube
ka: სამუშაო მაგიდის კუბის გადიდება და პანინგი

source: Zoom In
ka: გადიდება

source: Zoom Out
ka: დაპატარავება

source: Zoom Pan
ka: პანორამირება

source: Zoom pan
ka: მასშტაბის პანორამირება

source: Zoom Speed
ka: გადიდების სიჩქარე

source: Zoom Timestep
ka: გადიდების დროის ნაბიჯი

source: Zoom factor
ka: გადიდების კოეფიციენტი

source: Filter Linear
ka: წრფივი ფილტრი

source: Use linear filter when zoomed in
ka: როცა გადიდებულია, წრფივი ფილტრის გამოყენება

source: Compiz Start
ka: Compiz-ის გაშვება

source: Start Compiz
ka: Compiz-ის გაშვება

source: Start or restart Compiz
ka: Compiz-ის გაშვება ან გადატვირთვა
