Repository: compiz-reloaded/compiz
Catalog: po/*.po
Languages: ka

source: An edge binding that when invoked, will run the shell command identified by command18
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command18

source: An edge binding that when invoked, will run the shell command identified by command19
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command19

source: An edge binding that when invoked, will run the shell command identified by command20
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command20

source: An edge binding that when invoked, will run the shell command identified by command21
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command21

source: An edge binding that when invoked, will run the shell command identified by command22
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command22

source: An edge binding that when invoked, will run the shell command identified by command23
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command23

source: An edge binding that when invoked, will run the shell command identified by command24
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command24

source: General Options
ka: ზოგადი პარამეტრები

source: Work any time (even when screen is locked)
ka: ყოველთვის მუშაობა (მაშინაც კი, როცა ეკრანი დაბლოკილია)

source: When checked, commands work at any time, even when a menu is open or screen is locked. Could be a security risk.
ka: თუ ჩართულია, ბრძანებები ყოველთვის იმუშავებს, მაშინაც კი, როცა მენიუ ღიაა, ან ეკრანი დაბლოკილია. შეიძლება, უსაფრთხოებას პრობლემები შეუქმნას.

source: General compiz options
ka: Compiz-ის ზოგადი პარამეტრები

source: Active Plugins
ka: აქტიური დამატებები

source: List of currently active plugins
ka: ამჟამად აქტიური დამატებების სია

source: Audible Bell
ka: გასაგონი ზარი

source: Audible system beep
ka: სისტემური ზარი გასაგონია

source: Ignore Hints When Maximized
ka: მინიშნებების გამოტოვება მთელ ეკრანზე გაშლისას

source: Ignore size increment and aspect hints when window is maximized
ka: ფანჯრის მთელ ეკრანზე გადიდებისას ზომის გადიდებისა და ზომების ფარდობის გნორი

source: Hide Skip Taskbar Windows
ka: ყველას დამალვა ამოცანების პანელის ფანჯრების გარდა

source: Hide windows not in taskbar when entering show desktop mode
ka: სამუშაო მაგიდის ჩვენების რეჟიმზე გადასვლისას დაიმალება ფანჯრები, მაგრამ არა ამოცანების პანელი

source: Edge Trigger Delay
ka: წიბის ტრიგერის დაყოვნება

source: Duration the pointer must rest in a screen edge before an edge action is taken.
ka: ხანგრძლივობა, რამდენიც კურსორი ეკრანის წიბოსთან უნდა გაჩერდეს, რათა წიბოს ქმედება გააქტიურდეს.

source: Cursor theme
ka: კურსორის თემა

source: Cursor theme name
ka: კურსორის თემის სახელი

source: Cursor size
ka: კურსორის ზომა

source: Size of the cursor
ka: კურსორის ზომა

source: Ping Delay
ka: პასუხის დაყოვნება

source: Interval between ping messages
ka: დრო პასუხის შეტყობინებებს შორის

source: Display Settings
ka: ეკრანის მორგება

source: Texture Filter
ka: ტექსტურის ფილტრი

source: Texture filtering
ka: ტექსტურის გაფილტვრა

source: Fast
ka: სწრაფი

source: Good
ka: კარგი

source: Best
ka: საუკეთესო

source: Focus & Raise Behavior
ka: ფოკუსი და ამოწევის ქცევა

source: Click to Focus
ka: წკაპი ფოკუსისთვის

source: Click on window moves input focus to it
ka: ფანჯარაზე დაწკაპუნება ფოკუსს მასზე გადაიტანს

source: Raise On Click
ka: ამოწევა დაწკაპუნებისას

source: Raise windows when clicked
ka: ფანჯრის ამოწევა მასზე დაწკაპუნებისას

source: Auto-Raise
ka: ავტომატური ამოწევა

source: Raise selected windows after interval
ka: მონიშნული ფაილის ამოწევა ინტერვალის შემდეგ

source: Auto-Raise Delay
ka: ავტომატური ამოწევის დაყოვნება

source: Interval before raising selected windows
ka: ინტერვალი მონიშნული ფანჯრების აწევამდე

source: Key bindings
ka: კლავიატურის ბმები

source: Close active window
ka: აქტიური ფანჯრის დახურვა

source: Raise Window
ka: ფანჯრის ამოწევა

source: Raise window above other windows
ka: ფანჯრის სხვა ფანჯრებზე ზემოთ აწევა

source: Lower Window
ka: ფანჯრის ჩაწევა

source: Lower window beneath other windows
ka: ფანჯრის დაწევა სხვა ფანჯრებს მიღმა

source: Unmaximize active window
ka: აქტიური ფანჯრის გაშლის გაუქმება

source: Minimize active window
ka: აქტიური ფანჯრის ჩაკეცვა

source: Maximize active window
ka: აქტიური ფანჯრის გადიდება

source: Maximize Window Horizontally
ka: ფანჯრის გადიდება ჰორიზონტალურად

source: Maximize active window horizontally
ka: აქტიურად ფანჯრის ჰორიზონტალურად გაშლა

source: Maximize Window Vertically
ka: ფანჯრის გადიდება ვერტიკალურად

source: Maximize active window vertically
ka: აქტიური ფანჯრის ვერტიკალური გაშლა

source: Window menu button binding
ka: ფანჯრის მენიუს კლავიატურის მალსახმობი

source: Window menu key binding
ka: ფანჯრის მენიუს ღილაკის მიბმა

source: Show Desktop
ka: სამუშაო მაგიდის ჩვენება

source: Hide all windows and focus desktop
ka: ყველა ფანჯრის დამალვა და ფოკუსი სამუშაო მაგიდაზე

source: Toggle Window Maximized
ka: ფანჯრის მთელ ეკრანზე გაშლის გადართვა

source: Toggle active window maximized
ka: აქტიური ფანჯრის მთელ ეკრანზე გაშლის გადართვა

source: Toggle Window Maximized Horizontally
ka: ფანჯრის ჰორიზონტალურად მთელ ეკრანზე გაშლის გადართვა

source: Toggle active window maximized horizontally
ka: აქტიურ ფანჯრის ჰორიზონტალურად მთელ ეკრანზე გაშლის გადართვა

source: Toggle Window Maximized Vertically
ka: ფანჯრის ვერტიკალურად მთელ ეკრანზე გაშლის გადართვა

source: Toggle active window maximized vertically
ka: აქტიური ფანჯრის ვერტიკალურად მთელ ეკრანზე გაშლის გადართვა

source: Toggle Window Shaded
ka: ფანჯრის დაჩრდილვის გადართვა

source: Toggle active window shaded
ka: აქტიური ფანჯრის დაჩრდილვის გადართვა

source: Slow Animations
ka: ნელი ანიმაციები

source: Toggle use of slow animations
ka: ნელი ანიმაციების გამოყენების გადართვა

source: Desktop Size
ka: სამუშაო მაგიდის ზომა

source: Horizontal Virtual Size
ka: ჰორიზონტალური ვირტუალური ზომა

source: Screen size multiplier for horizontal virtual size
ka: ეკრანის ზომის მამრავლი ჰორიზონტალური ვირტუალური ზომისთვის

source: Vertical Virtual Size
ka: ვერტიკალური ვირტუალური ზომა

source: Screen size multiplier for vertical virtual size
ka: ეკრანის ზომის მამრავლი ვერტიკალური ვირტუალური ზომისთვის

source: Lighting
ka: გამოკვეთა

source: Use diffuse light when screen is transformed
ka: ეკრანის გარდაქმნისას სინათლის დიფუზიის გამოყენება

source: Detect Refresh Rate
ka: განახლების სიხშირის დადგენა

source: Automatic detection of refresh rate
ka: განახლების სიხშირის ავტომატური დადგენა

source: Refresh Rate
ka: განახლების სიხშირე

source: The rate at which the screen is redrawn (times/second)
ka: სიხშირე, რომლითაც ეკრანის გადახატვა ხდება (რამდენჯერ/წამში)

source: Detect Outputs
ka: გამოტანების აღმოჩენა

source: Automatic detection of output devices
ka: გამოსატანი მოწყობილობების ავტომატური აღმოჩენა

source: Overlapping Output Handling
ka: გამოტანის ურთიერთგადამფარავი დამმუშავებლები

source: Which one of overlapping output devices should be preferred
ka: რომელი გადაფარვადი გამოტანის მოწყობილობა იქნება გამოყენებული

source: Smart mode
ka: ჭკვიანი რეჟიმი

source: Prefer larger output
ka: მირჩევნია უფრო დიდი გამოტანა

source: Prefer smaller output
ka: მირჩევნია უფრო პატარა გამოტანა

source: Outputs
ka: გამოტანა

source: List of strings describing output devices
ka: გამოტანის მოწყობილობების აღწერის სტრიქონების სია

source: Sync to VBlank
ka: სინქრონიზაცია VBlank-ზე

source: Only perform screen updates during vertical blanking period
ka: ეკრანის, მხოლოდ, ვერტიკალური გასუფთავების დროს განახლება

source: Focus-Stealing Prevention Level
ka: ფოკუსის მოპარვის თავიდან აცილების დონე

source: Level of focus stealing prevention
ka: ფოკუსის მოპარვის თავიდან აცილების დონე

source: Off
ka: გამორთულია

source: Low
ka: დაბალი

source: Normal
ka: ჩვეულებრივი

source: High
ka: მაღალი

source: Very High
ka: ძალიან მაღალი

source: Focus-Stealing Prevention Windows
ka: ფოკუსის მოპარვის აცილება

source: Windows to prevent grabbing keyboard focus
ka: ფანჯრები, რომლებსაც კლავიატურის ფოკუსის მოპარვა არ შეეძლებათ

source: Unredirect Fullscreen Windows
ka: ფანჯრების გადამისამართების გაუქმება სრული ეკრანის ფანჯრებზე

source: Allow drawing of fullscreen windows to not be redirected to offscreen pixmaps
ka: სრულ ეკრანზე გაშლილი ფანჯრების დახატვის ეკრანსგარე პიქსელის რუკებზე გადამისამართების აკრძალვის დაშვება

source: Default Icon
ka: ნაგულისხმები ხატულა

source: Default window icon image
ka: ნაგულისხმევი ფანჯრის ხატულის გამოსახულება

source: Force independent output painting
ka: ნაძალადევი დამოუკიდებელი გამოტანის დახატვა

source: Paint each output device independly, even if the output devices overlap
ka: თითოეული გამოტანის მოწყობილობა ცალ-ცალკე დაიხატება მაშინაც კი, როცა ის სხვა მოწყობილობას გადაფარავს

source: Texture Compression
ka: ტექსტურის შეკუმშვა

source: If available, use compression for textures converted from images
ka: თუ ხელმისაწვდომია, შეკუმშვის გამოყენება გამოსახულებებიდან გარდაქმნილი ტექსტურებისთვის

source: Desktop Cube
ka: სამუშაო მაგიდის კუბი

source: Place windows on cube
ka: ფანჯრების მოთავსება კუბზე

source: Unfold
ka: გაკეცვის გაუქმება

source: Unfold cube
ka: კუბის გაშლა

source: Next Slide
ka: შემდეგი სლაიდი

source: Advance to next slide
ka: შემდეგ სლაიდზე გადასვლა

source: Prev Slide
ka: წინა სლაიდი

source: Go back to previous slide
ka: წინა სლაიდზე დაბრუნება

source: Generate mipmaps when possible for higher quality scaling
ka: მიპმაპების შექმნა, როცა შესაძლებელია, უფრო მაღალი ხარისხის გადიდებისთვის

source: Multi Output Mode
ka: მრავალგამოტანიანი რეჟიმი

source: Selects how the cube is displayed if multiple output devices are used.
ka: აირჩიეთ, როგორ გამოჩნდება კუბი, თუ გამოიყენება ერთზე მეტი გამოტანის მოწყობილობა.

source: Automatic
ka: ავტომატური

source: Multiple cubes
ka: ბევრი კუბი

source: One big cube
ka: ერთი დიდი კუბი

source: Behavior
ka: ქცევა

source: Inside Cube
ka: კუბის შიგნით

source: Inside cube
ka: კუბის შიგნით

source: Acceleration
ka: აპარატურული აჩქარება

source: Fold Acceleration
ka: მოკეცვის აჩქარება

source: Speed
ka: სიჩქარე

source: Fold Speed
ka: მოკეცვის სიჩქარე

source: Timestep
ka: დროის ნაბიჯი

source: Fold Timestep
ka: მოკეცვის დროის ნაბიჯი

source: Appearance
ka: გარემოს იერსახე

source: Cube Color
ka: კუბის ფერი

source: Color of top and bottom sides of the cube
ka: კუბის ზედა და ქვედა მხრების ფერი

source: Cube Caps
ka: კუბის ქუდი

source: Scale image
ka: გამოსახულების მასშტაბირება

source: Scale images to cover top face of cube
ka: გამოსახულებების მასშტაბირება, რათა მათ კუბის ზედა მხარე დაფარონ

source: Image files
ka: ასლის ფალები

source: List of PNG and SVG files that should be rendered on top face of cube
ka: PNG და SVG ფაილების ჩამონათვალი, რომლებიც კუბის ზედა მხარეს დარენდერდება

source: Adjust Image
ka: გამოსახულების მორგება

source: Adjust top face image to rotation
ka: ზედა ზედაპირის გამოსახულების სწორება ტრალთან

source: Skydome
ka: ფონი

source: Render skydome
ka: ფონის რენდერი

source: Skydome Image
ka: ფონის სურათი

source: Image to use as texture for the skydome
ka: გამოსახულება, რომელიც ფონის ტექსტურად გამოიყენება

source: Animate Skydome
ka: ფონის ანიმაცია

source: Animate skydome when rotating cube
ka: ფონის ანიმაცია კუბის ბრუნვისას

source: Skydome Gradient Start Color
ka: ფონის გრადიენტის საწყისი ფერი

source: Color to use for the top color-stop of the skydome-fallback gradient
ka: ფერი, რომელიც გამოიყენება ფონის გადართვის გრადიენტის ზედა ფერის-შეჩერებისთვის

source: Skydome Gradient End Color
ka: ფონის გრადიენტის საბოლოო ფერი

source: Color to use for the bottom color-stop of the skydome-fallback gradient
ka: ფერი, რომელიც გამოიყენება ფონის გადართვის გრადიენტის ქვედა ფერის-შეჩერებისთვის

source: Transparent Cube
ka: გამჭვირვალე კუბი

source: Opacity During Rotation
ka: გაუმჭვირვალობა ბრუნვისას

source: Opacity of desktop window during rotation.
ka: სამუშაო მაგიდის ფანჯრის გაუმჭვირვალობა მისი ბრუნვისას.

source: Opacity When Not Rotating
ka: გაუმჭვირვალობა, როცა ბრუნვა არ ხდება

source: Opacity of desktop window when not rotating.
ka: სამუშაო მაგიდის ფანჯრის გაუმჭვირვალობა, როცა ის არ ბრუნავს.

source: Transparency Only on Mouse Rotate
ka: გამჭვირვალობა, მხოლოდ, თაგუნათი მობრუნებისას

source: Initiates Cube transparency only if rotation is mouse driven.
ka: კუბის გამჭვირვალობა, მხოლოდ, თუ ბრუნვა თაგუნათი ხდება.

source: D-Bus Control Backend
ka: D-Bus-ის კონტროლის უკანაბოლო

source: Window Decoration
ka: ფანჯრის დეკორაცია

source: Window decorations
ka: ფანჯრის დეკორაციები

source: Shadow Radius
ka: ჩრდილის რადიუსი

source: Drop shadow radius
ka: ჩრდილის დაცემის რადიუსი

source: Shadow Opacity
ka: ჩრდილის გაუმჭვირვალობა

source: Drop shadow opacity
ka: ჩრდილის დაცემის გაუმჭვირვალობა

source: Shadow Color
ka: ჩრდილის ფერი

source: Drop shadow color
ka: ჩრდილის დაცემის ფერი

source: Shadow Offset X
ka: ჩრდილის წანაცვლების X

source: Drop shadow X offset
ka: ჩრდილის დაცემის წანაცვლების X

source: Shadow Offset Y
ka: ჩრდილის წანაცვლების Y

source: Drop shadow Y offset
ka: ჩრდილის დაცემის წანაცვლების Y

source: Command
ka: ბრძანება

source: Decorator command line that is executed if no decorator is already running
ka: დეკორატორის ბრძანების სტრიქონი, მხოლოდ, მაშინ შესრულდება, თუ დეკორატორი გაშვებული არაა

source: Allow mipmaps to be generated for decoration textures
ka: დეკორაციის ტექსტურებისთვის მიპმეპების გენერირების დაშვება

source: Decoration windows
ka: ფანჯრების დეკორაცია

source: Windows that should be decorated
ka: ფანჯრებს დეკორაციები ექნებათ

source: Shadow windows
ka: ფანჯრის ჩრდილი

source: Windows that should have a shadow
ka: ფანჯრებს ჩრდილები ექნებათ

source: Fading Windows
ka: მინავლებადი ფანჯრები

source: Fade in windows when mapped and fade out windows when unmapped
ka: ფანჯრების მინავლება, როცა მიმაგრებულია და პირიქით, როცა მიმაგრებას მოხსნით

source: Fade Mode
ka: მინავლების რეჟიმი

source: Window fade mode
ka: ფანჯრის მინავლების რეჟიმი

source: Constant speed
ka: მუდმივი სიჩქარე

source: Constant time
ka: მუდმივი დრო

source: Fade Speed
ka: მინავლების სიჩქარე

source: Window fade speed in "Constant speed" mode
ka: ფანჯრის მინავლების სიჩქარე "მუდმივი სიჩქარის" რეჟიმში

source: Fade Time
ka: მინავლების დრო

source: Window fade time (in ms) in "Constant time" mode
ka: ფანჯრის მინავლების დრო (მწმ-ში) "მუდმივი დროის" რეჟიმში

source: Fade windows
ka: ფანჯრების მნავლება

source: Windows that should be fading
ka: ფანჯრები, რომლების მინავლებაც მოხდება

source: Visual Bell
ka: ვიზუალური ზარი

source: Fade effect on system beep
ka: მინავლების ეფექტი სისტემურ პიპინზე

source: Fullscreen Visual Bell
ka: სრულ ეკრანის ვიზუალური ზარი

source: Fullscreen fade effect on system beep
ka: სრული ეკრანის მინავლების ეფექტი სისტემურ პიპინზე

source: Fade On Minimize/Open/Close
ka: მინავლება ჩაკეცვა/გახსნა/დახურვისას

source: Fade effect on minimize/open/close window events
ka: მინავლების ეფექტი ფანჯრის ჩაკეცვა/გახსნა/დახურვის მოვლენებზე

source: Dim Unresponsive Windows
ka: ურეაქციო ფანჯრების გაუფერულება

source: Dim windows that are not responding to window manager requests
ka: ფანჯრების, რომლების ფანჯრის მმართველის მოთხოვნებს არ პასუხობენ, გაუფერულება

source: Unresponsive Window Brightness
ka: ურეაქციო ფანჯრის სიკაშკაშე

source: Brightness (in %) of unresponsive windows
ka: სიკაშკაშე (%-ში) ურეაქციო ფანჯრებისთვის

source: Unresponsive Window Saturation
ka: ურეაქციო ფანჯრის გაჯერებულობა

source: Saturation (in %) of unresponsive windows
ka: გაჯერებულობა (%-ში) ურეაქციო ფანჯრებისთვის

source: Userspace File System
ka: მომხმარებლის ფაილური სისტემა

source: Userspace file system
ka: მომხმარებლის ფაილური სისტემა

source: Mount Point
ka: მიმაგრების წერტილი

source: Mount point
ka: მიმაგრების წერტილი

source: GLib main loop support
ka: GLib-ის მთავარი მარყუჟის მხარდაჭერა

source: MATE Compatibility
ka: MATE-სთან თავსებადობა

source: Options that keep Compiz compatible to the MATE desktop environment
ka: პარამეტრები, რომლებიც Compiz-ს MATE სამუშაო მაგიდასთან თავსებადს ხდის

source: Show Main Menu
ka: მთავარი მენიუს ჩვენება

source: Show the main menu
ka: მთავარი მენიუს გახსნა

source: Run Dialog
ka: გაშვების დიალოგი

source: Show Run Application dialog
ka: აპლიკაციის გაშვების დიალოგის ჩვენება

source: Screenshot command line
ka: ეკრანის ანაბეჭდის ბრძანების სტრიქონი

source: Take a screenshot
ka: ეკრანის ანაბეჭდის გადაღება

source: Window screenshot command line
ka: ფანჯრის ეკრანის ანაბეჭდის ბრძანების სტრიქონი

source: Take a screenshot of a window
ka: ფანჯრის ანაბეჭდის გადაღება

source: Run terminal command
ka: ტერმინალის ბრძანების გაშვება

source: Terminal command line
ka: ტერმინალის ბრძანების სტრიქონი

source: Open a terminal
ka: ტერმინალის გახსნა

source: Ini Flat File Backend
ka: Ini უბრალო ფაილის უკანაბოლო

source: File change notification plugin
ka: ფალის ცვლილების გაფრთხილების დამატება

source: Minimize Effect
ka: ჩაკეცვის ეფექტი

source: Transform windows when they are minimized and unminimized
ka: ფანჯრების გარდაქმნა, როცა მათი ჩაკეცვა ან აღდგენა ხდება

source: Minimize speed
ka: ჩაკეცვის სიჩქარე

source: Minimize timestep
ka: ჩაკეცვის დროის ბიჯი

source: Minimize Windows
ka: ფანჯრების ჩაკეცვა

source: Windows that should be transformed when minimized
ka: ფანჯრები, რომლებიც გარდაიქმნება, როცა ჩაკეცავთ

source: Shade Resistance
ka: ჩრდლის გამძლეობა

source: Shade resistance
ka: ჩრდლის გამძლეობა

source: Move Window
ka: ფანჯრის გადაადგილება

source: Move window
ka: ფანჯრის გადაადგილება

source: General
ka: საერთო

source: Initiate Window Move
ka: ფანჯრის გადაადგილების დაწყება

source: Start moving window
ka: ფანჯრის გადაადგილების გაშვება

source: Opacity
ka: გაუმჭირვალობა

source: Opacity level of moving windows
ka: გადაადგილებადი ფანჯრების გაუმჭვირვალობის დონე

source: Constrain Y
ka: Y-ის შეზღუდვა

source: Constrain Y coordinate to workspace area
ka: სამუშაო ადგილის Y კოორდინატის შეზღუდვა

source: Snapoff maximized windows
ka: მთელ ეკრანზე გაშლილი ფანჯრების მიმაგრების მოხსნა

source: Snapoff and auto unmaximized maximized windows when dragging
ka: გადათრევისას მიმაგრებული და მთელ ეკრანზე გაშლილი ფანჯრების ზომის აღდგენა

source: Lazy Positioning
ka: ზარმაცი განლაგება

source: Do not update the server-side position of windows until finished moving
ka: არ განაახლო ფანჯრის სერვერის-მხარეს მდებარეობა, სანამ გადატანა არ დასრულდება

source: Off-screen windows
ka: ეკრანგარე ფანჯრები

source: Enable off-Screen window scrolling
ka: ეკრანგარე ფანჯრის გადახვევის ჩართვა

source: Make mouse wheel scroll window if part of it is off-screen
ka: თაგუნას ბორბლით ფანჯრის გადახვევა, თუ მისი ნაწილი ეკრანგარეა

source: Scroll down
ka: დაბლა ჩამოქაჩვა

source: Scroll window down if part of it is off-screen
ka: ფანჯარა, თუ ის ეკრანგარეა, ქვემოთ გადაიხვევა

source: Scroll up
ka: მაღლა აწევა

source: Scroll window up if part of it is off-screen
ka: ფანჯარა, თუ ის ეკრანგარეა, ზემოთ გადაიხვევა

source: Scroll right
ka: მარჯვნივ გაწევა

source: Scroll window right if part of it is off-screen
ka: ფანჯარა, თუ ის ეკრანგარეა, მარჯვნივ გადაიხვევა

source: Scroll left
ka: მარცხნივ გაწევა

source: Scroll window left if part of it is off-screen
ka: ფანჯარა, თუ ის ეკრანგარეა, მარცხნივ გადაიხვევა

source: Scrolling speed
ka: აწევ-ჩამოწევის სიჩქარე

source: Speed of off-screen window scrolling
ka: ეკრანგარე ფანჯრის გადახვევის სიჩქარე

source: Shadow color
ka: ჩრდილის ფერი

source: Color of the rectangle showing when one can scroll a window
ka: ოთხკუთხედის ფერი, რომელიც აღნიშნავს, რომ ფანჯარა გადახვევადია

source: Shadow width
ka: ჩრდილის სიგანე

source: Width of the rectangle showing when one can scroll a window
ka: ოთხკუთხედის სიგანე, რომელიც აღნიშნავს, რომ ფანჯარა გადახვევადია

source: Enable shadow gradient
ka: ჩრდილის გრადიენტის ჩართვა

source: Enable gradient of rectangle showing when one can scroll a window
ka: ოთხკუთხედის, რომელიც აღნიშნავს, რომ ფანჯარა გადახვევადია, გრადიენტის ჩართვა

source: Opacity, Brightness and Saturation
ka: გაუმჭვირვალობა, სიკაშკაშე და გაჯერებულობა

source: Opacity, Brightness and Saturation adjustments
ka: გაუმჭვირვალობის, სიკაშკაშის და გაჯერებულობის მორგება

source: Increase Opacity
ka: გაუმჭვირვალობის აწევა

source: Opacity Increase
ka: გაუმჭვირვალობის გაზრდა

source: Decrease Opacity
ka: გაუმჭვირვალობის დაწევა

source: Opacity Decrease
ka: გაუმჭვირვალობის შემცირება

source: Brightness
ka: სიკაშკაშე

source: Increase Brightness
ka: სიკაშკაშის გაზრდა

source: Brightness Increase
ka: სიკაშკაშის გაზრდა

source: Decrease Brightness
ka: სიკაშკაშის შემცირება

source: Brightness Decrease
ka: სიკაშკაშის შემცირება

source: Saturation
ka: გაჯერებულობა

source: Increase Saturation
ka: გაჯერებულობის გაზრდა

source: Saturation Increase
ka: გაჯერებულობის გაზრდა

source: Decrease Saturation
ka: გაჯერებულობის შემცირება

source: Saturation Decrease
ka: გაჯერებულობის შემცირება

source: Step
ka: ბიჯი

source: Opacity Step
ka: გაუმჭვირვალობის ბიჯი

source: Window-specific settings
ka: ფანჯარაზე-დამოკიდებული პარამეტრები

source: Windows that should have a different opacity by default
ka: ფანჯრები, რომლებსაც ნაგულისხმევად განსხვავებული გაუმჭვირვალობა უნდა ჰქონდეთ

source: Window values
ka: ფანჯრის მნიშვნელობები

source: Opacity values for windows
ka: გაუმჭვირვალობის მნიშვნელობები ფანჯრებისთვის

source: Brightness Step
ka: სიკაშკაშის ბიჯი

source: Windows that should have a different brightness by default
ka: ფანჯრები, რომლებსაც ნაგულისხმევად განსხვავებული სიკაშკაშე უნდა ჰქონდეთ

source: Brightness values for windows
ka: სიკაშკაშის მნიშვნელობები ფანჯრებისთვის

source: Saturation Step
ka: გაჯერებულობის ბიჯი

source: Windows that should have a different saturation by default
ka: ფანჯრები, რომლებსაც ნაგულისხმევად განსხვავებული გაჯერებულობა უნდა ჰქონდეთ

source: Saturation values for windows
ka: გაჯერებულობის მნიშვნელობები ფანჯრებისთვის

source: Place Windows
ka: ფანჯრების მოთავსება

source: Place windows at appropriate positions when mapped
ka: მიმაგრებისას ფანჯრების შესაბამის ადგილას მოთავსება

source: Workarounds
ka: შემოვლები

source: Window placement workarounds
ka: ფანჯრის მდებარეობის შემოვლით გზებ

source: Placement Mode
ka: განლაგების რეჟიმი

source: Algorithm to use for window placement
ka: ფანჯრის მოთავსების ალგორითმი

source: Cascade
ka: კასკადი

source: Centered
ka: შუაზე გასწორებული

source: Smart
ka: ჭკვიანი

source: Maximize
ka: გადიდება

source: Random
ka: შემთხვევითი

source: Under pointer
ka: მაჩვენებლის ქვეშ

source: Selects how window placement should behave if multiple outputs are selected
ka: აირჩევს, როგორ ხდება ფანჯრების განლაგება, თუ არჩეულია ერთზე მეტი გამოტანა

source: Use active output device
ka: აქტიური გამოტანის მოწყობილობის გამოყენება

source: Use output device with pointer
ka: გამოტანის მოწყობილობის გამოყენება, რომელზეც კურსორია

source: Use output device of focused window
ka: გამოტანის მოწყობილობის გამოყენება, რომელზეც ფოკუსის მქონე ფანჯარაა

source: Place across all outputs
ka: ყველა გამოტანაზე მოთავსება

source: Force Placement Windows
ka: ფანჯრების ნაძალადევი განლაგება

source: Windows that should forcedly be placed, even if they indicate the window manager should avoid placing them.
ka: ფანჯრები, რომლების განლაგებაც ნაძალადევად მოხდება, მაშინაც კი, თუ მათ გაწერილი აქვთ, რომ მათი ფანჯრები არ უნდა იმართებოდეს.

source: Fixed Window Placement
ka: ფანჯრების ფიქსირებული განლაგება

source: Windows with fixed positions
ka: ფანჯრები ფიქსირებული მდებარეობებით

source: Positioned windows
ka: განთავსებული ფანჯრები

source: Windows that should be positioned by default
ka: ფანჯრები, რომლებიც ნაგულისხმევად განლაგდება

source: X Positions
ka: X მდებარეობები

source: X position values
ka: X მდებარეობის მნიშვნელობები

source: Y Positions
ka: Y მდებარეობები

source: Y position values
ka: Y მდებარეობის მნიშვნელობები
