Repository: compiz-reloaded/compiz
Catalog: po/*.po
Languages: ka

source: Close Window
ka: ფანჯრის დახურვა

source: Unmaximize Window
ka: ფანჯრის გაშლის გაუქმება

source: Maximize Window
ka: ფანჯრის გადიდება

source: Minimize Window
ka: ფანჯრის ჩაკეცვა

source: Window Menu
ka: ფანჯრის მენიუ

source: Shade
ka: დაჩრდილვა

source: Make Above
ka: ყველაზე ზემოთ ატანა

source: Stick
ka: დაწებება

source: Unshade
ka: განჩრდილვა

source: Unmake Above
ka: ყველაზე ზემოთ ატანის გაუქმება

source: Unstick
ka: მოხსნა

source: The window "%s" is not responding.
ka: ფანჯარა "%s" არ პასუხობს.

source: Forcing this application to quit will cause you to lose any unsaved changes.
ka: აპლიკაციიდან იძულებითი გასვლა თქვენი ყველა შეუნახავი ცვლილების დაკარგვას გამოიწვევს.

source: _Cancel
ka: _შეწყვეტა

source: _Force Quit
ka: _ძალით გასვლა

source: Annotate
ka: ანოტაცია

source: Annotate plugin
ka: ანოტაციის დამატება

source: Initiate Free Draw
ka: თავისუფალი ხატვის წამოწყება

source: Initiate freehand drawing
ka: ხელით ხატვის წამოწყება

source: Initiate Line
ka: ხაზის წამოწყება

source: Initiate line drawing
ka: ხაზის ხატვის წამოწყება

source: Initiate Rectangle
ka: მართკუთხედის წამოწყება

source: Initiate rectangle drawing
ka: მართკუთხედის ხაზვის წამოწყება

source: Initiate Ellipse
ka: ოვალის წამოწყება

source: Initiate ellipse drawing
ka: ოვალის ხაზვის წამოწყება

source: Draw
ka: ხატვა

source: Draw using tool
ka: ხელსაწყოთი დახატვა

source: Initiate erase
ka: წაშლის წამოწყება

source: Initiate annotate erasing
ka: ანოტაციის წაშლის წამოწყება

source: Clear
ka: სუფთა ცა

source: Toggle center shape
ka: ცენტრის მოხაზულობის გადართვა

source: Toggle whether the current shape is drawn using the center of your initial click
ka: გადართვა, მიმდინარე მოხაზულობა დაიხატება თუ არა თქვენი საწყისი წკაპის ცენტრით

source: Annotate Fill Color
ka: ანოტაციის ფონის ფერი

source: Fill color for annotations
ka: ფონის ფერი ანოტაციებისთვის

source: Annotate Stroke Color
ka: ანოტაციის ნაკვთის ფერი

source: Stroke color for annotations
ka: ნაკვთების ფერი ანოტაციებისთვის

source: Stroke width
ka: კონტურის სისქე

source: Stroke width for annotations
ka: ნაკვთის სიგანე ანოტაციებისთვის

source: Blur Windows
ka: ფანჯრების გაბუნდოვნება

source: Blur windows
ka: ფანჯრების გაბუნდოვნება

source: Pulse
ka: პულსი

source: Pulse effect
ka: პულსის ეფექტი

source: Blur Speed
ka: ბუნდოვნების სიჩქარე

source: Window blur speed
ka: ფანჯრის ბუნდოვნების სიჩქარე

source: Focus blur windows
ka: აქტიური ფანჯრების ბუნდოვნება

source: Windows that should be affected by focus blur
ka: ფანჯრები, რომელზეც ფოკუსის ბუნდოვნება იმოქმედებს

source: Focus Blur
ka: აქტიურის ბუნდოვნება

source: Blur windows that doesn't have focus
ka: ბუნდოვნება ფანჯრებისა, რომლებსაც ფოკუსი არ აქვთ

source: Alpha blur windows
ka: ფანჯრების ალფა ბუნდოვნება

source: Windows that should be use alpha blur by default
ka: ფანჯრები, რომლებმაც ალფას ბუნდოვნება ნაგულისხმევად უნდა გამოიყენონ

source: Alpha Blur
ka: ალფა ბუნდოვნება

source: Blur behind translucent parts of windows
ka: ბუნდოვნება ფანჯრების ნახევრადგამჭვირვალე ნაწილებს მიღმა

source: Blur Filter
ka: ბუნდოვნების ფილტრი

source: Filter method used for blurring
ka: ბუნდოვნებისთვის გამოყენებული ფილტრის მეთოდი

source: 4xBilinear
ka: 4xბილინეარული

source: Gaussian
ka: გაუსის

source: Mipmap
ka: მიპმეპინგი

source: Gaussian Radius
ka: გაუსისეული რადიუსი

source: Gaussian radius
ka: გაუსის რადიუსი

source: Gaussian Strength
ka: გაუსისეული სიძლიერე

source: Gaussian strength
ka: გაუსისეული სიძლიერე

source: Mipmap LOD
ka: მიპმეპინგის დეტალიზაციის დონე

source: Mipmap level-of-detail
ka: მიპმეპინგის დეტალიზაციის დონე

source: Blur Saturation
ka: ბუნდოვნების გაჯერება

source: Blur saturation
ka: ბუნდოვნების გაჯერება

source: Blur Occlusion
ka: ბუნდოვნების ოკლუზია

source: Disable blurring of screen regions obscured by other windows.
ka: სხვა ფანჯრების მიერ დამალული ეკრანის ადგილების ბუნდოვნების გამორთვა.

source: Independent texture fetch
ka: დამოუკიდებელი ტექსტურის გამოთხოვა

source: Use the available texture units to do as many as possible independent texture fetches.
ka: ხელმისაწვდომი ტექსტურის ერთეულების გამოყენება მაქსიმალური შესაძლო დამოუკიდებელი ტექსტურის გამოთხოვებისთვის.

source: Clone Output
ka: გამოტანის კლონირება

source: Output clone handler
ka: გამოტანის კლონირების დამმუშავებელი

source: Initiate
ka: წამოწყება

source: Initiate clone selection
ka: კლონის მონიშვნის წამოწყება

source: Commands
ka: ბრძანებები

source: Assigns bindings to arbitrary commands
ka: მიბმების მინიჭება ბრძანებების შესასრულებლად

source: Command line 0
ka: ბრძანების სტრიქონი 0

source: Command line to be executed in shell when run_command0 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command0

source: Command line 1
ka: ბრძანების სტრიქონი 1

source: Command line to be executed in shell when run_command1 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command1

source: Command line 2
ka: ბრძანების სტრიქონი 2

source: Command line to be executed in shell when run_command2 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command2

source: Command line 3
ka: ბრძანების სტრიქონი 3

source: Command line to be executed in shell when run_command3 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command3

source: Command line 4
ka: ბრძანების სტრიქონი 4

source: Command line to be executed in shell when run_command4 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command4

source: Command line 5
ka: ბრძანების სტრიქონი 5

source: Command line to be executed in shell when run_command5 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command5

source: Command line 6
ka: ბრძანების სტრიქონი 6

source: Command line to be executed in shell when run_command6 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command6

source: Command line 7
ka: ბრძანების სტრიქონი 7

source: Command line to be executed in shell when run_command7 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command7

source: Command line 8
ka: ბრძანების სტრიქონი 7

source: Command line to be executed in shell when run_command8 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command8

source: Command line 9
ka: ბრძანების სტრიქონი 9

source: Command line to be executed in shell when run_command9 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command9

source: Command line 10
ka: ბრძანების სტრიქონი 10

source: Command line to be executed in shell when run_command10 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command10

source: Command line 11
ka: ბრძანების სტრიქონი 11

source: Command line to be executed in shell when run_command11 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command11

source: Command line 12
ka: ბრძანების სტრიქონი 12

source: Command line to be executed in shell when run_command12 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command12

source: Command line 13
ka: ბრძანების სტრიქონი 13

source: Command line to be executed in shell when run_command13 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command13

source: Command line 14
ka: ბრძანების სტრიქონი 14

source: Command line to be executed in shell when run_command14 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command14

source: Command line 15
ka: ბრძანების სტრიქონი 15

source: Command line to be executed in shell when run_command15 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command15

source: Command line 16
ka: ბრძანების სტრიქონი 16

source: Command line to be executed in shell when run_command16 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command16

source: Command line 17
ka: ბრძანების სტრიქონი 17

source: Command line to be executed in shell when run_command17 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command17

source: Command line 18
ka: ბრძანების სტრიქონი 18

source: Command line to be executed in shell when run_command18 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command18

source: Command line 19
ka: ბრძანების სტრიქონი 19

source: Command line to be executed in shell when run_command19 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command19

source: Command line 20
ka: ბრძანების სტრიქონი 20

source: Command line to be executed in shell when run_command20 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command20

source: Command line 21
ka: ბრძანების სტრიქონი 21

source: Command line to be executed in shell when run_command21 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command21

source: Command line 22
ka: ბრძანების სტრიქონი 22

source: Command line to be executed in shell when run_command22 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command22

source: Command line 23
ka: ბრძანების სტრიქონი 23

source: Command line to be executed in shell when run_command23 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command23

source: Command line 24
ka: ბრძანების სტრიქონი 24

source: Command line to be executed in shell when run_command24 is invoked
ka: ბრძანება, რომელიც გაეშვება გარსში, როცა გადაცემულია run_command24

source: Key Bindings
ka: კლავიატურის ბმები

source: Run command 0
ka: ბრძანების გაშვება 0

source: A keybinding that when invoked, will run the shell command identified by command0
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command0

source: Run command 1
ka: ბრძანების გაშვება 1

source: A keybinding that when invoked, will run the shell command identified by command1
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command1

source: Run command 2
ka: ბრძანების გაშვება 2

source: A keybinding that when invoked, will run the shell command identified by command2
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command2

source: Run command 3
ka: ბრძანების გაშვება 3

source: A keybinding that when invoked, will run the shell command identified by command3
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command3

source: Run command 4
ka: ბრძანების გაშვება 4

source: A keybinding that when invoked, will run the shell command identified by command4
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command4

source: Run command 5
ka: ბრძანების გაშვება 5

source: A keybinding that when invoked, will run the shell command identified by command5
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command5

source: Run command 6
ka: ბრძანების გაშვება 6

source: A keybinding that when invoked, will run the shell command identified by command6
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command6

source: Run command 7
ka: ბრძანების გაშვება 7

source: A keybinding that when invoked, will run the shell command identified by command7
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command7

source: Run command 8
ka: ბრძანების გაშვება 8

source: A keybinding that when invoked, will run the shell command identified by command8
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command8

source: Run command 9
ka: ბრძანების გაშვება 9

source: A keybinding that when invoked, will run the shell command identified by command9
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command9

source: Run command 10
ka: ბრძანების გაშვება 10

source: A keybinding that when invoked, will run the shell command identified by command10
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command10

source: Run command 11
ka: ბრძანების გაშვება 11

source: A keybinding that when invoked, will run the shell command identified by command11
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command11

source: Run command 12
ka: ბრძანების გაშვება 12

source: A keybinding that when invoked, will run the shell command identified by command12
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command12

source: Run command 13
ka: ბრძანების გაშვება 13

source: A keybinding that when invoked, will run the shell command identified by command13
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command13

source: Run command 14
ka: ბრძანების გაშვება 14

source: A keybinding that when invoked, will run the shell command identified by command14
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command14

source: Run command 15
ka: ბრძანების გაშვება 15

source: A keybinding that when invoked, will run the shell command identified by command15
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command15

source: Run command 16
ka: ბრძანების გაშვება 16

source: A keybinding that when invoked, will run the shell command identified by command16
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command16

source: Run command 17
ka: ბრძანების გაშვება 17

source: A keybinding that when invoked, will run the shell command identified by command17
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command17

source: Run command 18
ka: ბრძანების გაშვება 18

source: A keybinding that when invoked, will run the shell command identified by command18
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command18

source: Run command 19
ka: ბრძანების გაშვება 19

source: A keybinding that when invoked, will run the shell command identified by command19
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command19

source: Run command 20
ka: ბრძანების გაშვება 20

source: A keybinding that when invoked, will run the shell command identified by command20
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command20

source: Run command 21
ka: ბრძანების გაშვება 21

source: A keybinding that when invoked, will run the shell command identified by command21
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command21

source: Run command 22
ka: ბრძანების გაშვება 22

source: A keybinding that when invoked, will run the shell command identified by command22
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command22

source: Run command 23
ka: ბრძანების გაშვება 23

source: A keybinding that when invoked, will run the shell command identified by command23
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command23

source: Run command 24
ka: ბრძანების გაშვება 24

source: A keybinding that when invoked, will run the shell command identified by command24
ka: ღილაკების კომბინაცია, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command24

source: Button Bindings
ka: ღილაკის მიბმები

source: A button binding that when invoked, will run the shell command identified by command0
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command0

source: A button binding that when invoked, will run the shell command identified by command1
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command1

source: A button binding that when invoked, will run the shell command identified by command2
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command2

source: A button binding that when invoked, will run the shell command identified by command3
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command3

source: A button binding that when invoked, will run the shell command identified by command4
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command4

source: A button binding that when invoked, will run the shell command identified by command5
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command5

source: A button binding that when invoked, will run the shell command identified by command6
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command6

source: A button binding that when invoked, will run the shell command identified by command7
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command7

source: A button binding that when invoked, will run the shell command identified by command8
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command8

source: A button binding that when invoked, will run the shell command identified by command9
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command9

source: A button binding that when invoked, will run the shell command identified by command10
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command10

source: A button binding that when invoked, will run the shell command identified by command11
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command11

source: A button binding that when invoked, will run the shell command identified by command12
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command12

source: A button binding that when invoked, will run the shell command identified by command13
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command13

source: A button binding that when invoked, will run the shell command identified by command14
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command14

source: A button binding that when invoked, will run the shell command identified by command15
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command15

source: A button binding that when invoked, will run the shell command identified by command16
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command16

source: A button binding that when invoked, will run the shell command identified by command17
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command17

source: A button binding that when invoked, will run the shell command identified by command18
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command18

source: A button binding that when invoked, will run the shell command identified by command19
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command19

source: A button binding that when invoked, will run the shell command identified by command20
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command20

source: A button binding that when invoked, will run the shell command identified by command21
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command21

source: A button binding that when invoked, will run the shell command identified by command22
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command22

source: A button binding that when invoked, will run the shell command identified by command23
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command23

source: A button binding that when invoked, will run the shell command identified by command24
ka: ღილაკი, რომელიც გარსში გაუშვებს ბრძანებას, რომელიც მითითებულია სტრიქონით command24

source: Edge Bindings
ka: წიბოს მიბმები

source: An edge binding that when invoked, will run the shell command identified by command0
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command0

source: An edge binding that when invoked, will run the shell command identified by command1
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command1

source: An edge binding that when invoked, will run the shell command identified by command2
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command2

source: An edge binding that when invoked, will run the shell command identified by command3
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command3

source: An edge binding that when invoked, will run the shell command identified by command4
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command4

source: An edge binding that when invoked, will run the shell command identified by command5
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command5

source: An edge binding that when invoked, will run the shell command identified by command6
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command6

source: An edge binding that when invoked, will run the shell command identified by command7
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command7

source: An edge binding that when invoked, will run the shell command identified by command8
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command8

source: An edge binding that when invoked, will run the shell command identified by command9
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command9

source: An edge binding that when invoked, will run the shell command identified by command10
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command10

source: An edge binding that when invoked, will run the shell command identified by command11
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command11

source: An edge binding that when invoked, will run the shell command identified by command12
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command12

source: An edge binding that when invoked, will run the shell command identified by command13
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command13

source: An edge binding that when invoked, will run the shell command identified by command14
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command14

source: An edge binding that when invoked, will run the shell command identified by command15
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command15

source: An edge binding that when invoked, will run the shell command identified by command16
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command16

source: An edge binding that when invoked, will run the shell command identified by command17
ka: წიბოს მიმაგრება, რომელიც, როცა ჩაწოდებულია, გაუშვებს გარსის ბრძანება, რომელიც იდენტიფიცირდება ბრძანებით command17
